<?php
$show_title = "개인정보처리방침 - $OJ_NAME";
include("template/$OJ_TEMPLATE/header.php");
?>

<div class="padding">
  <div class="ui grid">
    <div class="sixteen wide column">
      <h4 class="ui top attached block header">개인정보처리방침</h4>
      <div class="ui bottom attached segment">

<ul><li>1024.kr 개인정보 처리방침</li><li>  1024.kr는 정보주체의 자유와 권리 보호를 위해 ｢개인정보 보호법｣ 및 관계 법령이 정한 바를 준수하여, 적법하게 개인정보를 처리하고 안전하게 관리하고 있습니다. 이에 「개인정보 보호법」 제30조에 따라 정보주체에게 개인정보의 처리와 보호에 관한 절차 및 기준을 안내하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.</li></ul>
<h2>□ 제1조. 개인정보의 처리 목적</h2>
<ul><li>  1024.kr는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 ｢개인정보 보호법｣ 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다. </li><li>  1. 회원 가입 및 교수학습 관리</li></ul>
<p>   회원의 가입의사 확인, 서비스 이용에 따른 본인 확인, 개인 식별 등의 목적으로 개인정보를 처리합니다.</p>
<ul><li>  2. 교수학습 자료 개선 및 학습 활동 분석</li></ul>
<p>   교수학습 활동 내역을 누적하여 학습 활동을 분석하고 자료 개선의 목적으로 개인정보를 처리합니다.</p>
<h2>□ 제2조. 처리하는 개인정보의 항목</h2>
<ul><li>  1024.kr 서비스의 개인정보 수집은 개인정보보호법 제15조(개인정보의 수집ㆍ이용) 1항 2호 (법령상 의무 준수) 및 초ㆍ중등교육법 제25조(학교생활기록) 등 관계 법령에 따라 학교의 법정 업무 수행에 필요한 최소한의 범위에서 개인정보를 동의 없이 수집, 이용할 수 있습니다.</li></ul>
<p>  단, 법정 업무 범위를 초과하는 개인정보 처리에 대해서는 별도의 동의를 받습니다.</p>
<p> 수집ㆍ이용하는 개인정보 항목은 학습활동 운영, 평가, 지도 등 교육 목적 달성에 필요한 최소 정보로 제한하며 다음과 같습니다.</p>
<table><tr><td>구분</td><td>목적</td><td>정보 구분</td><td>수집 항목</td><td>수집 필요성</td><td>법적 근거</td></tr><tr><td>서비스 운영</td><td>본인 식별·인증</td><td>필수</td><td>일괄 생성한 사용자ID</td><td>회원 식별, 로그인 ID, 의사소통 경로 확보를 위해 필수</td><td>개인정보보호법 제15조(개인정보의 수집ㆍ이용) 및
초ㆍ중등교육법 제25조(학교생활기록)</td></tr><tr><td>서비스 운영</td><td>본인 식별·인증</td><td>필수</td><td>사용자가 입력한 비밀번호</td><td>계정 보안 및 본인 인증을 위해 필수</td><td>개인정보의 안전성 확보조치 기준 제 7조(개인정보의 암호화)</td></tr><tr><td>서비스 운영</td><td>본인 식별·인증</td><td>선택</td><td>소속/학교정보</td><td>회원 식별, 로그인 ID, 의사소통 경로 확인을 위해 필요</td><td></td></tr><tr><td>서비스 접근통제</td><td>접속기록 확인</td><td>필수</td><td>사용자ID별 접속 IP주소</td><td>부정 이용 방지 및 보안 강화를 위해 필수</td><td>개인정보의 안전성 확보조치 기준 제 8조(접속기록의 보관 및 점검)</td></tr><tr><td>서비스 접근통제</td><td>접속기록 확인</td><td>필수</td><td>사용자ID별 접속 시간</td><td>서비스 이용 기록 관리 및 보안을 위해 필수</td><td>개인정보의 안전성 확보조치 기준 제 8조(접속기록의 보관 및 점검)</td></tr></table>
<h2>□ 제3조. 14세 미만 아동의 개인정보 처리에 관한 사항</h2>
<ul><li>  1024.kr는 14세 미만 아동의 회원가입을 승인하지 않음으로써, 원칙적으로 14세 미만 아동의 개인정보를 수집·처리하지 않습니다.</li></ul>
<h2>□ 제4조. 개인정보의 처리 및 보유 기간</h2>
<ul><li>   1024.kr는 법령에 따른 개인정보 보유·이용 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용 기간 내에서 개인정보를 처리·보유합니다.</li></ul>
<p>   각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.</p>
<ul><li>    1. 서비스 운영 관리 및 서비스 접근통제 수집 항목 일체: 1년 이내 </li></ul>
<p>     (당해년도 교육과정 운영일정 이내, 학년도에 생성된 데이터는 차년도 2월 28일 이내 파기)</p>
<p>       다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지 </p>
<ul><li>      1) 관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우에는 해당 수사·조사 종료 시까지</li><li>      2) 교수학습 활동 자료가 학생의 상급학교 선발에 제공될 사유가 존재하는 경우에는 해당 선발 절차 종료 시까지</li></ul>
<h2>□ 제5조. 개인정보의 파기 절차 및 방법</h2>
<ul><li>   1024.kr는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.</li></ul>
<p>   정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.</p>
<p>   개인정보 파기의 절차 및 방법은 다음과 같습니다.</p>
<ul>
  <li>    1. 파기절차 </li>      1024.kr 서비스 관리자는 파기 사유가 발생한 개인정보를 파기합니다.
  <li>    2. 파기방법 </li>      1024.kr 서비스 관리자는 전자적 파일 형태로 기록·저장된 개인정보를 재생할 수 없도록 파기합니다.
</ul>
<h2>□ 제6조. 개인정보 처리업무의 위탁에 관한 사항</h2>
<p>  별도 개인정보 처리 업무 위탁은 하고 있지 않습니다.</p>
<h2>□ 제7조. 개인정보의 국외 수집 및 이전에 관한 사항</h2>
<ul><li>  1024.kr 서비스는 개인정보를 국내에서 보관, 처리하며 개인정보를 국외로 이전하지 않습니다.</li></ul>
<h2>□ 제8조. 개인정보의 안전성 확보조치에 관한 사항</h2>
<ul><li>  1024.kr 서비스 관리자는 개인정보의 안정성 확보를 위해 다음과 같은 조치를 취하고 있습니다.</li><li>  1. 회원 가입한 학생을 대상으로 정기적 사용자 교육</li><li>  2. 1024.kr 서비스에 접근하는 사용자를 식별하여 필수 인원만 접근 허용</li><li>  3. 공개된 웹 경로에 접근주소(IP)를 게시하지 않음</li><li>  4. 접근권한을 최소한의 범위로 차등 부여</li><li>  5. 비밀번호 암호화</li><li>  6. 접속기록의 보관 및 점검</li><li>  7. 보안 서비스 설치 및 갱신, 서비스 취약점 점검 및 보완</li><li>  8. 서비스 제공 서버의 접근통제</li><li>  9. 재해·재난에 대한 안전조치</li></ul>
<h2>□ 제9조. 개인정보 자동 수집 장치의 설치·운영 및 그 거부에 관한 사항</h2>
<h3>  &lt;설치·운영하는 개인정보 자동 수집 장치&gt;</h3>
<ul><li>   1024.kr 서비스 관리자는 정보주체에게 개별적인 서비스와 편의를 제공하기 위해 이용정보를 저장하고 수시로 불로오는 ‘쿠키(cookie)’를 사용합니다.</li></ul>
<p>   쿠키는 웹사이트 운영에 이용되는 서버(http)가 정보주체의 브라우저에 보내는 소량의 정보로서 정보주체의 컴퓨터 또는 모바일에 저장되며, 웹사이트 접속 시 정보주체의 브라우저에서 서버로 자동 전송됩니다.</p>
<p>   정보주체는 브라우저 옵션 설정을 통해 쿠키 허용, 차단 등의 설정을 할 수 있습니다.</p>
<table><tr><td>&lt; 쿠키 허용 / 차단 방법 &gt;
▶ 웹 브라우저에서 쿠키 허용/차단
･크롬(Chrome) : 웹브라우저 오른쪽 상단 ‘⋮’ 표시 선택 &gt; 새 시크릿 창 (단축키 : Ctrl+Shift+N)
･엣지(Edge) : 웹 브라우저 오른쪽 상단 ‘…’ 표시 선택 &gt; 새 InPrivate 창 (단축키 : Ctrl+Shift+N)
▶ 모바일 브라우저에서 쿠키 허용/차단
･크롬(Chrome) : 모바일 브라우저 오른쪽 상단 ‘⋮’ 표시 선택 &gt; 새 시크릿 탭
･사파리(Safari) : 모바일 기기 설정 &gt; 사파리(Safari) &gt; 고급 &gt; 모든 쿠키 차단</td></tr></table>
<h3>  &lt;행태정보의 수집·이용·제공 및 거부 등에 관한 사항&gt;</h3>
<ul><li>   1024.kr 서비스 관리자는 개인의 권리·이익이나 사생활을 침해할 우려가 있는 민감한 행태정보를 수집하지 않습니다.</li></ul>
<p>   정보주체는 행태정보와 관련하여 궁금한 사항과 거부권 행사, 피해 신고 접수 등은 1024.kr 서비스 관리자를 통해 문의할 수 있습니다.</p>
<h2>□ 제10조. 정보주체와 법정대리인의 권리·의무 및 행사방법</h2>
<p>   정보주체는 1024.kr 서비스 관리자에 대해 언제든지 개인정보 열람·전송·정정·삭제·처리정지 및 동의 철회 등을 요구(이하 “권리 행사”라 함)할 수 있습니다.</p>
<p>    ※ 14세 미만 아동의 권리 행사는 법정대리인이 직접 해야 하며, 14세 이상의 미성년자인 정보주체는 정보주체의 개인정보에 관하여 미성년자 본인이 권리를 행사하거나 법정대리인을 통하여 권리를 행사할 수 있습니다.</p>
<p>   권리 행사는 &lt;개인정보처리자명&gt; 에 대해 「개인정보 보호법 시행령」 제41조제1항에 따라 서면, 전화, 전자우편, 팩스(FAX), 인터넷 등을 통하여 하실 수 있으며, 1024.kr 서비스 관리자는 이에 대해 지체없이 조치하겠습니다.</p>
<ul><li>     - 정보주체는 언제든지 홈페이지 ‘등록정보’에서 개인정보를 직접 조회·수정·삭제하거나 1024.kr 서비스 관리자를 통해 열람을 요청할 수 있습니다.</li></ul>
<p>   권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수도 있습니다. 이 경우 “개인정보 처리 방법에 관한 고시” [별지 11] 서식에 따른 위임장을 제출해야 합니다.</p>
<p>   정보주체가 개인정보 열람 및 처리 정지를 요구할 권리는 「개인정보 보호법」 제35조제4항 및 제37조제2항에 의하여 제한될 수 있습니다.</p>
<p>   다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 해당 개인정보의 삭제를 요구할 수 없습니다.</p>
<ul><li>   1024.kr 서비스 관리자는 권리 행사를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.</li></ul>
<p>   정보주체는 권리 행사를 1024.kr 서비스 관리자에게 할 수 있습니다. 1024.kr 서비스 관리자는 정보주체로부터 권리 행사를 청구받은 날로부터 10일(전송요구의 경우 지체 없이) 이내 회신하겠습니다.</p>
<h2>□ 제11조. 권익침해 구제방법</h2>
<p>  정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보 분쟁조정위원회, 한국인터넷진흥원 개인정보 침해 신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.</p>
<ul><li>  1. 개인정보 분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)</li><li>  2. 개인정보침해 신고센터 : (국번없이) 118 (privacy.kisa.or.kr)</li><li>  3. 경찰청 : (국번없이) 182 (ecrm.police.go.kr)</li></ul>
<h2>□ 제12조. 추가적인 개인정보 보호노력</h2>
<ul><li>   1024.kr 서비스 관리자는 정보주체의 개인정보를 안전하게 관리하기 위하여 최선을 다하며, 개인정보 보호법에서 요구하는 안전성 확보 조치 외에도 추가적인 개인정보 보호 노력을 기울이고 있습니다.</li><li>   1024.kr 서비스 관리자는 서비스를 사용하는 사용자들에게 개인정보 및 민감정보를 1024.kr 서비스에 등록하거나 유지하지 않도록 정기적·비정기적 교육 및 확인을 수행하고 있으며, 서비스를 사용하지 않는 경우 시스템을 중단하거나 삭제하고, 사용한 서비스 시스템을 매년 삭제하고 새로 설치함으로써 안전한 개인정보 처리와 개인정보 보호를 위해 노력하고 있습니다.</li></ul>
<h2>□ 제13조. 개인정보 보호책임자</h2>
<ul><li>   1024.kr 서비스의 개인정보 처리에 관한 업무를 총괄해서 책임지고 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.</li></ul>
<h3>  ▶ 1024.kr 개인정보 보호책임자 김봉석 : seotosna@naver.com </h3>
<h2>□ 제14조. 개인정보 처리방침의 변경</h2>
<p>   이 개인정보 처리방침은 2026.01.31.부터 적용됩니다.</p>
</div>
    </div>
  </div>
</div>

<?php include("template/$OJ_TEMPLATE/footer.php"); ?>
